// src/data/protocolsData.js

export const protocolsData = [
  {
    id: 1,
    titleRu: "Протокол №1 от 18.11.2024 г.",
    titleKz: "№1 Хаттама 18.11.2024 ж.",
    file: "/docs/Протокол-№1-от-18.11.2024г.xlsx"  // Файл должен лежать в папке public/docs/
  },
  {
    id: 2,
    titleRu: "Протокол №2 от 25.11.2024 г.",
    titleKz: "№2 Хаттама 25.11.2024 ж.",
    file: "/docs/Протокол-№2-от-25.11.2024г.xlsx"
  },
  {
    id: 3,
    titleRu: "Протокол №3 от 25.11.2024 г.",
    titleKz: "№3 Хаттама 25.11.2024 ж.",
    file: "/docs/Протокол-№3-от-25.11.2024г.xlsx"
  },
  {
    id: 4,
    titleRu: "Протокол №4 от 25.11.2024 г.",
    titleKz: "№4 Хаттама 25.11.2024 ж.",
    file: "/docs/Протокол-№4-от-25.11.2024г.xlsx"
  },
  {
    id: 5,
    titleRu: "Протокол №5 от 27.12.2024 г.",
    titleKz: "№5 Хаттама 27.12.2024 ж.",
    file: "/docs/Протокол-№5-от-27.12.2024г.xlsx"
  },
  {
    id: 6,
    titleRu: "Протокол №6 от 27.12.2024 г.",
    titleKz: "№6 Хаттама 27.12.2024 ж.",
    file: "/docs/Протокол-№6-от-27.12.2024г.xlsx"
  },
  {
    id: 7,
    titleRu: "Протокол вскрытия 29.11.2024 г.",
    titleKz: "Ашу хаттамасы 29.11.2024 ж.",
    file: "/docs/Протокол-вскрытия-29.11.2024.docx"
  },
  {
    id: 8,
    titleRu: "Протокол итогов тендера 29.11.2024 г.",
    titleKz: "Тендердің нәтижесі 29.11.2024 ж.",
    file: "/docs/Протокол-итогов-тендера-29.11.24.docx"
  },

  // Чтобы добавить новый, просто добавьте блок сюда
];